{
  ".": 9201,
  "area": 8909,
  "the": 8257,
  "you": 6558,
  "i": 6516,
  "name": 6417,
  "pricerange": 5944,
  "a": 5620,
  "[restaurant]": 5600,
  "type": 5593,
  "[hotel]": 5329,
  "day": 4975,
  "is": 4899,
  "food": 4895,
  "to": 4600,
  "for": 4373,
  "people": 4180,
  "in": 3943,
  "and": 3858,
  "centre": 3180,
  "yes": 3168,
  "[attraction]": 2980,
  "that": 2858,
  "departure": 2546,
  "would": 2537,
  "[inform-specific]": 2533,
  "stars": 2525,
  "[train]": 2506,
  "destination": 2480,
  "4": 2460,
  "there": 2442,
  "cambridge": 2435,
  "have": 2430,
  "house": 2400,
  "like": 2262,
  "moderate": 2171,
  "are": 2130,
  "[general]": 2105,
  "can": 2093,
  "guest": 2092,
  "parking": 2064,
  "of": 2062,
  "time": 2020,
  "hotel": 1969,
  "internet": 1867,
  "stay": 1859,
  "expensive": 1832,
  "need": 1780,
  "restaurant": 1760,
  "1": 1624,
  "your": 1618,
  "at": 1606,
  "reference": 1585,
  "number": 1555,
  "[value_name]": 1540,
  "2": 1539,
  "do": 1538,
  "3": 1527,
  "be": 1415,
  "arrive": 1412,
  "on": 1394,
  "leave": 1358,
  "[request-specify]": 1340,
  "it": 1329,
  "me": 1312,
  "book": 1296,
  "phone": 1291,
  "[value_area]": 1255,
  "cheap": 1252,
  "-s": 1248,
  "choice": 1201,
  "[nooffer]": 1177,
  "with": 1176,
  "[value_type]": 1173,
  "north": 1159,
  "[inform-addition]": 1158,
  "[nooffer-relevant]": 1145,
  "thank": 1131,
  "[reqmore]": 1082,
  "[taxi]": 1077,
  "dontcare": 1060,
  "no": 1052,
  "price": 1043,
  "will": 1037,
  "what": 1011,
  "help": 1004,
  "5": 1004,
  "looking": 994,
  "west": 988,
  "anything": 950,
  "[value_pricerange]": 948,
  "address": 944,
  "i'm": 928,
  "any": 910,
  "east": 839,
  "about": 821,
  "[request-crossdomain]": 807,
  "free": 803,
  "how": 798,
  "[value_food]": 792,
  "[bye]": 785,
  "south": 773,
  "friday": 761,
  "tuesday": 759,
  "all": 755,
  "thursday": 736,
  "am": 715,
  "sunday": 703,
  "wednesday": 700,
  "please": 693,
  "postcode": 693,
  "place": 669,
  "also": 654,
  "yes,": 652,
  "monday": 648,
  "museum": 643,
  "indian": 625,
  "[value_reference]": 624,
  "7": 624,
  "none": 612,
  "saturday": 604,
  "college": 601,
  "else": 592,
  "town": 592,
  "train": 582,
  "from": 576,
  "find": 571,
  "6": 571,
  "was": 549,
  "great": 536,
  "8": 533,
  "but": 533,
  "try": 502,
  "italian": 502,
  "range": 498,
  "want": 487,
  "booking": 458,
  "by": 452,
  "we": 450,
  "or": 448,
  "table": 444,
  "leaveat": 440,
  "not": 437,
  "an": 423,
  "[welcome]": 422,
  "you?": 421,
  "chinese": 420,
  "[value_phone]": 417,
  "[value_stars]": 414,
  "get": 411,
  "if": 407,
  "located": 402,
  "kings": 401,
  "please.": 397,
  "[request-select]": 395,
  "their": 388,
  "thanks": 383,
  "could": 383,
  "star": 375,
  "booked": 367,
  "european": 359,
  "british": 341,
  "arriveby": 332,
  "taxi": 329,
  "-ly": 327,
  "n't": 326,
  "as": 313,
  "no,": 312,
  "bed": 310,
  "that's": 306,
  "priced": 302,
  "nights": 294,
  "breakfast": 293,
  "just": 290,
  "many": 289,
  "part": 289,
  "food?": 288,
  "serves": 286,
  "sorry,": 285,
  "i'd": 283,
  "sure": 280,
  "lodge": 277,
  "bar": 277,
  "good": 272,
  "acorn": 272,
  "bookpeople": 271,
  "has": 269,
  "recommend": 269,
  "reservation": 267,
  "else?": 263,
  "should": 263,
  "london": 261,
  "[value_address]": 258,
  "they": 257,
  "sorry": 254,
  "street": 253,
  "you're": 249,
  "go": 249,
  "0": 248,
  "same": 247,
  "so": 245,
  "trainid": 244,
  "today?": 243,
  "bookday": 242,
  "starting": 242,
  "contact": 241,
  "city": 241,
  "[value_postcode]": 239,
  ":": 237,
  "lynn": 235,
  "with?": 233,
  "some": 232,
  "entrancefee": 229,
  "which": 224,
  "entertainment": 218,
  "available": 216,
  "make": 215,
  "information": 215,
  "[value_id]": 215,
  "my": 214,
  "this": 213,
  "[value_leave]": 212,
  "boat": 205,
  "it's": 205,
  "norwich": 203,
  "please?": 202,
  "entrance": 202,
  "something": 201,
  "successful": 196,
  "criteria": 195,
  "wifi": 194,
  "give": 193,
  "goodbye.": 190,
  "leaving": 187,
  "more": 186,
  "okay": 186,
  "[value_car]": 185,
  "[value_name],": 185,
  "booktime": 182,
  "where": 182,
  "university": 181,
  "pizza": 181,
  "ok,": 180,
  "modern": 180,
  "ely": 180,
  "fee": 178,
  "does": 175,
  "day!": 175,
  "sounds": 174,
  "know": 174,
  "enjoy": 174,
  "day.": 172,
  "pool": 172,
  "after": 171,
  "broxbourne": 171,
  "[value_day]": 170,
  "you,": 170,
  "side": 169,
  "range?": 168,
  "[value_arrive]": 168,
  "okay,": 167,
  "i'll": 166,
  "park": 165,
  "very": 162,
  "stansted": 160,
  "options": 159,
  "[greet]": 159,
  "prefer": 158,
  "food.": 157,
  "el": 157,
  "town.": 155,
  "arms": 155,
  "airport": 155,
  "15": 154,
  "nice": 152,
  "may": 151,
  "ok": 151,
  "sure,": 149,
  "town?": 148,
  "you.": 147,
  "bookstay": 147,
  "[value_price]": 147,
  "nightclub": 147,
  "shaddia": 146,
  "welcome": 145,
  "17:00": 145,
  "leaves": 144,
  "attraction": 144,
  "alexander": 144,
  "[value_phone].": 143,
  "those": 143,
  "curry": 141,
  "arrives": 140,
  "15:15": 140,
  "going": 139,
  "17:45": 137,
  "tell": 137,
  "14:45": 137,
  "reserved": 136,
  "liverpool": 132,
  "17:15": 129,
  "bishops": 129,
  "swimming": 129,
  "much": 128,
  "new": 127,
  "in?": 126,
  "[request-verify]": 126,
  "room": 126,
  "instead?": 125,
  "parking.": 125,
  "departing": 125,
  "trains": 124,
  "using": 123,
  "serve": 123,
  "rating": 123,
  "assist": 123,
  "for?": 123,
  "minutes": 122,
  "center": 122,
  "12:30": 122,
  "cross": 122,
  "stevenage": 121,
  "stortford": 121,
  "11:45": 120,
  "interested": 120,
  "number?": 117,
  "include": 117,
  "gastropub": 117,
  "great,": 116,
  "work": 116,
  "sports": 116,
  "other": 115,
  "attractions": 115,
  "found": 114,
  "asian": 114,
  "reservation?": 113,
  "18:30": 113,
  "able": 112,
  "doesn't": 112,
  "marriott": 111,
  "you!": 111,
  "ashley": 110,
  "meet": 110,
  "look": 110,
  "16:45": 110,
  "gallery": 110,
  "called": 108,
  "our": 108,
  "fine": 108,
  "hut": 108,
  "huntingdon": 107,
  "mediterranean": 107,
  "[value_name]?": 106,
  "car": 105,
  "hamilton": 105,
  "cambridge.": 105,
  "really": 105,
  "leicester": 105,
  "centre.": 104,
  "think": 104,
  "gonville": 104,
  "11:30": 104,
  "both": 103,
  "13:45": 103,
  "travel": 103,
  "cinema": 103,
  "noodle": 103,
  "hotel?": 102,
  "us": 102,
  "up": 102,
  "birmingham": 102,
  "16:15": 102,
  "been": 101,
  "oriental": 101,
  "peterborough": 101,
  "prefer?": 100,
  "11:00": 100,
  "preference": 99,
  "help.": 99,
  "19:00": 99,
  "international": 99,
  "14:30": 99,
  "12:15": 99,
  "multiple": 99,
  "different": 98,
  "check": 98,
  "15:30": 98,
  "take": 97,
  "one?": 97,
  "area?": 97,
  "tickets": 97,
  "needed": 96,
  "great!": 96,
  "goodbye!": 96,
  "restaurant?": 95,
  "16:00": 95,
  "theatre": 95,
  "today": 94,
  "suggest": 94,
  "another": 94,
  "particular": 93,
  "range.": 93,
  "turkish": 93,
  "20:00": 92,
  "[value_address],": 91,
  "several": 91,
  "it?": 90,
  "15:45": 89,
  "bye.": 89,
  "14:00": 89,
  "16:30": 88,
  "cityroomz": 88,
  "bistro": 87,
  "serving": 86,
  "help!": 86,
  "arriving": 86,
  "church": 86,
  "17:30": 85,
  "total": 85,
  "la": 85,
  "saint": 85,
  "see": 84,
  "then": 84,
  "between": 84,
  "12:00": 84,
  "actually": 83,
  "13:15": 83,
  "avalon": 82,
  "number.": 81,
  "wifi.": 81,
  "preference?": 81,
  "choose": 81,
  "architecture": 81,
  "restaurant.": 80,
  "pick": 80,
  "18:15": 80,
  "hall": 80,
  "let's": 79,
  "needs": 79,
  "them": 79,
  "code": 78,
  "did": 78,
  "bridge": 78,
  "golden": 78,
  "cherry": 77,
  "18:00": 76,
  "reserve": 76,
  "hinton": 76,
  "station": 75,
  "[value_postcode].": 75,
  "centre,": 75,
  "da": 75,
  "pizzeria": 75,
  "goodbye": 75,
  "matching": 74,
  "everything": 74,
  "towninfo": 74,
  "glad": 74,
  "that?": 74,
  "duration": 74,
  "museums": 74,
  "vinci": 74,
  "i've": 73,
  "unfortunately": 72,
  "-": 72,
  "happy": 71,
  "me?": 71,
  "belfry": 71,
  "[value_name].": 70,
  "post": 70,
  "when": 70,
  "allenbell": 70,
  "eat": 69,
  "you'd": 69,
  "18:45": 69,
  "12:45": 69,
  "express": 69,
  "let": 68,
  "rice": 68,
  "thanks!": 68,
  "only": 68,
  "10:30": 68,
  "downing": 68,
  "trip": 67,
  "hotel,": 67,
  "milton": 67,
  "location": 67,
  "folk": 67,
  "welcome,": 66,
  "either": 66,
  "dine": 66,
  "13:30": 66,
  "provide": 66,
  "visit": 66,
  "19:45": 65,
  "match": 65,
  "like?": 65,
  "care": 64,
  "unfortunately,": 64,
  "matter": 64,
  "area.": 64,
  "b": 64,
  "payable": 64,
  "13:00": 64,
  "spanish": 64,
  "county": 64,
  "there?": 63,
  "well": 62,
  "narrow": 62,
  "info": 62,
  "town,": 62,
  "mind?": 62,
  "mexican": 62,
  "then?": 61,
  "parking?": 61,
  "stay?": 60,
  "specific": 60,
  "kitchen": 60,
  "cafe": 60,
  "colleges": 60,
  "long": 59,
  "today.": 59,
  "cuisine": 59,
  "people.": 59,
  "centre?": 59,
  "further": 59,
  "certain": 59,
  "now": 59,
  "[value_departure]": 59,
  "christ": 59,
  "man": 59,
  "15:00": 59,
  "garden": 58,
  "nothing": 58,
  "fit": 58,
  "hotel.": 58,
  "number,": 58,
  "arrival": 58,
  "search": 57,
  "african": 57,
  "there's": 57,
  "[value_address].": 57,
  "aren't": 57,
  "time?": 57,
  "11:15": 57,
  "14:15": 57,
  "autumn": 57,
  "need.": 56,
  "moon": 56,
  "wonderful": 55,
  "aylesbray": 55,
  "got": 54,
  "worth": 54,
  "19:30": 54,
  "depart": 54,
  "?": 54,
  "address,": 53,
  "friday.": 53,
  "people,": 53,
  "french": 52,
  "hope": 52,
  "restaurant,": 52,
  "offer": 52,
  "nights,": 52,
  "actually,": 52,
  "american": 52,
  "[value_destination]": 52,
  "thanks,": 51,
  "call": 51,
  "galleria": 51,
  "19:15": 51,
  "thai": 50,
  "were": 50,
  "time.": 50,
  "area,": 50,
  "near": 50,
  "range,": 50,
  "departs": 50,
  "10:00": 50,
  "much.": 49,
  "north,": 49,
  "finding": 49,
  "down": 49,
  "address?": 49,
  "monday.": 49,
  "successful,": 49,
  "room?": 49,
  "bloomsbury": 48,
  "traveling": 48,
  "ticket": 48,
  "cost": 48,
  "few": 48,
  "10:15": 48,
  "oak": 48,
  "house.": 47,
  "portugese": 47,
  "shall": 47,
  "georgina": 47,
  "riverboat": 47,
  "[value_phone],": 46,
  "lovell": 46,
  "postcode,": 46,
  "wednesday.": 46,
  "quite": 46,
  "welcome!": 46,
  "hobsons": 46,
  "nirala": 46,
  "kind": 46,
  "fine.": 46,
  "tandoori": 46,
  "prince": 46,
  "chiquito": 46,
  "art": 46,
  "yippee": 46,
  "finches": 46,
  "rest": 46,
  "pools": 46,
  "[value_type]?": 45,
  "sunday.": 45,
  "parking,": 45,
  "rosas": 45,
  "matches": 45,
  "hello,": 45,
  "cambridge?": 45,
  "again": 44,
  "saturday.": 44,
  "thursday.": 44,
  "first": 44,
  "archaeology": 44,
  "artworks": 44,
  "chop": 44,
  "staying": 43,
  "gardenia": 43,
  "night": 43,
  "postcode?": 43,
  "japanese": 43,
  "from?": 43,
  "information?": 43,
  "hi,": 43,
  "days": 42,
  "meets": 42,
  "set": 42,
  "20:45": 42,
  "09:30": 42,
  "09:45": 42,
  "inn": 42,
  "country": 42,
  "requirement": 41,
  "bedouin": 41,
  "9": 41,
  "royal": 41,
  "stay.": 41,
  "out": 41,
  "here": 41,
  "contacting": 41,
  "service": 41,
  "what's": 41,
  "09:15": 41,
  "need?": 41,
  "holiday": 41,
  "pipasha": 41,
  "broughton": 41,
  "north.": 40,
  "people?": 40,
  "perfect": 40,
  "table?": 40,
  "id": 40,
  "wifi?": 40,
  "churchills": 40,
  "offers": 39,
  "person": 39,
  "cambridge,": 39,
  "21:30": 39,
  "cow": 39,
  "classical": 39,
  "its": 38,
  "well.": 38,
  "alimentum": 38,
  "de": 38,
  "luca": 38,
  "travel?": 38,
  "frankie": 38,
  "travellers": 38,
  "much!": 37,
  "[value_postcode],": 37,
  "unable": 37,
  "cucina": 37,
  "nandos": 37,
  "them?": 37,
  "request": 37,
  "perhaps": 37,
  "tuesday.": 37,
  "parkside": 37,
  "little": 36,
  "made": 36,
  "expensive.": 36,
  "guess": 36,
  "still": 36,
  "bennys": 36,
  "08:30": 36,
  "home": 36,
  "mind": 35,
  "fits": 35,
  "spice": 35,
  "alpha": 35,
  "thanks.": 35,
  "west.": 35,
  "archway": 35,
  "korean": 35,
  "tenpin": 35,
  "well,": 34,
  "instead": 34,
  "by?": 34,
  "results": 34,
  "might": 34,
  "sure!": 34,
  "train?": 34,
  "soul": 34,
  "museum?": 34,
  "camboats": 34,
  "trinity": 34,
  "08:45": 34,
  "punter": 34,
  "cote": 34,
  "byard": 34,
  "jinling": 34,
  "please,": 33,
  "house?": 33,
  "east,": 33,
  "maybe": 33,
  "taxi?": 33,
  "[value_time]": 33,
  "all,": 33,
  "love": 33,
  "north?": 33,
  "concert": 33,
  "peking": 33,
  "commute": 32,
  "it,": 32,
  "while": 32,
  "south.": 32,
  "system": 32,
  "food,": 32,
  "best": 32,
  "ask": 32,
  "west,": 32,
  "expensive,": 32,
  "prezzo": 32,
  "reservations": 32,
  "me.": 32,
  "those?": 32,
  "tree": 32,
  "[value_type]s": 32,
  "fee?": 32,
  "christ's": 32,
  "shiraz": 32,
  "alright,": 31,
  "looks": 31,
  "day,": 31,
  "priced.": 31,
  "vegetarian": 31,
  "zizzi": 31,
  "leave?": 31,
  "too": 31,
  "lot": 31,
  "back": 31,
  "also,": 30,
  "rating.": 30,
  "persian": 30,
  "these": 30,
  "destination?": 30,
  "rating?": 30,
  "11": 30,
  "afraid": 30,
  "nights.": 30,
  "showing": 30,
  "pleasure": 30,
  "is:": 30,
  "cineworld": 30,
  "hi": 30,
  "afghan": 30,
  "fenditton": 30,
  "riverside": 30,
  "brasserie": 30,
  "eraina": 30,
  "holy": 30,
  "meghna": 30,
  "such": 29,
  "trip!": 29,
  "21:00": 29,
  "planning": 29,
  "wok": 29,
  "most": 29,
  "fun": 29,
  "arbury": 29,
  "10:45": 29,
  "hungarian": 28,
  "restaurants?": 28,
  "ok?": 28,
  "needed.": 28,
  "isn't": 28,
  "listed": 28,
  "venue": 28,
  "college?": 28,
  "needing": 28,
  "available?": 28,
  "vietnamese": 28,
  "margherita": 28,
  "fitzbillies": 28,
  "kohinoor": 28,
  "booking?": 27,
  "can't": 27,
  "work?": 27,
  "one.": 27,
  "lensfield": 27,
  "21:15": 27,
  "uno": 27,
  "ugly": 27,
  "right": 27,
  "admission": 27,
  "bye!": 27,
  "missing": 27,
  "sock": 27,
  "saints": 27,
  "house,": 27,
  "saigon": 27,
  "dojo": 27,
  "punting": 27,
  "club": 27,
  "internet.": 26,
  "type?": 26,
  "east.": 26,
  "meeting": 26,
  "jamaican": 26,
  "nightclubs": 26,
  "duckling": 26,
  "need,": 26,
  "you've": 26,
  "graffiti": 26,
  "scudamores": 26,
  "send": 25,
  "postcode.": 25,
  "criteria,": 25,
  "[value_stars],": 25,
  "assistance": 25,
  "day?": 25,
  "lucky": 25,
  "suit": 25,
  "09:00": 25,
  "south,": 25,
  "darrys": 25,
  "[value_price].": 25,
  "13": 25,
  "botanic": 25,
  "gardens": 25,
  "parks": 25,
  "won't": 25,
  "recommend?": 25,
  "calling": 25,
  "co": 25,
  "grounds": 25,
  "these?": 24,
  "book?": 24,
  "instead.": 24,
  "before": 24,
  "cannot": 24,
  "confirm": 24,
  "cookhouse": 24,
  "wine": 24,
  "show": 24,
  "india": 24,
  "every": 24,
  "yard": 24,
  "jello": 24,
  "rated": 24,
  "choices": 24,
  "stop": 24,
  "austrian": 24,
  "anthropology": 24,
  "stazione": 24,
  "primavera": 24,
  "backstreet": 24,
  "description": 23,
  "nights?": 23,
  "problem": 23,
  "arrive?": 23,
  "appreciate": 23,
  "staying?": 23,
  "group": 23,
  "danish": 23,
  "sound": 23,
  "they're": 23,
  "20:15": 23,
  "time,": 23,
  "lovely": 23,
  "picked": 23,
  "high": 23,
  "fee,": 23,
  "places.": 23,
  "all.": 23,
  "carolina": 23,
  "salsa": 23,
  "coffee": 23,
  "friday?": 22,
  "cambridge!": 22,
  "west?": 22,
  "start": 22,
  "south?": 22,
  "coming": 22,
  "somewhere": 22,
  "east?": 22,
  "than": 22,
  "local": 22,
  "shop": 22,
  "[value_name]'s": 22,
  "party": 22,
  "thing": 22,
  "around": 22,
  "now.": 22,
  "things": 22,
  "lebanese": 22,
  "perhaps?": 21,
  "wifi,": 21,
  "unusual": 21,
  "expensive?": 21,
  "cheap,": 21,
  "cheap.": 21,
  "too.": 21,
  "unsuccessful": 21,
  "certainly": 21,
  "rosa's": 21,
  "[value_stars].": 21,
  "couldn't": 21,
  "places?": 21,
  "close": 21,
  "stars.": 21,
  "booked,": 21,
  "charlie": 21,
  "[value_id],": 21,
  "preferred": 21,
  "into": 21,
  "clare": 21,
  "today,": 21,
  "end": 21,
  "definitely": 21,
  "tuscan": 21,
  "junction": 21,
  "catalan": 21,
  "option": 21,
  "per": 21,
  "old": 21,
  "anatolia": 21,
  "lynne": 21,
  "archaelogy": 21,
  "whale": 21,
  "seafood": 20,
  "be?": 20,
  "interesting": 20,
  "side?": 20,
  "preferably": 20,
  "matter,": 20,
  "yet": 20,
  "ahead": 20,
  "oh,": 20,
  "tasca": 20,
  "chan": 20,
  "08:00": 20,
  "hour": 20,
  "though": 20,
  "adc": 20,
  "street.": 20,
  "trying": 20,
  "taj": 20,
  "[value_type],": 20,
  "rooms": 20,
  "open": 20,
  "crossover": 20,
  "copper": 20,
  "strover": 20,
  "hotpot": 20,
  "bangkok": 20,
  "okay?": 19,
  "oh": 19,
  "well?": 19,
  "interest": 19,
  "stay,": 19,
  "available,": 19,
  "hoping": 19,
  "internet?": 19,
  "wanting": 19,
  "friday,": 19,
  "family": 19,
  "that,": 19,
  "booked!": 19,
  "polynesian": 19,
  "german": 19,
  "favorite": 19,
  "possible.": 19,
  "free.": 19,
  "green": 19,
  "today!": 19,
  "preferences?": 19,
  "postal": 19,
  "confirmation": 19,
  "kettles": 19,
  "raza": 19,
  "kettle": 19,
  "catharines": 19,
  "wanted": 18,
  "reach": 18,
  "lets": 18,
  "though.": 18,
  "10": 18,
  "stars?": 18,
  "excellent": 18,
  "malaysian": 18,
  "great.": 18,
  "dining": 18,
  "address.": 18,
  "saturday?": 18,
  "ticket?": 18,
  "apologize": 18,
  "perfect,": 18,
  "good.": 18,
  "[value_time].": 18,
  "im": 18,
  "to?": 18,
  "train,": 18,
  "successfully": 18,
  "21:45": 18,
  "ok.": 18,
  "08:15": 18,
  "andrew's": 18,
  "stay!": 18,
  "change": 18,
  "yeah,": 18,
  "limehouse": 18,
  "jesus": 18,
  "schools": 18,
  "wagamama": 18,
  "loch": 17,
  "fyne": 17,
  "preferences": 17,
  "road,": 17,
  "singaporean": 17,
  "that.": 17,
  "over": 17,
  "shanghai": 17,
  "help,": 17,
  "sesame": 17,
  "type,": 17,
  "12": 17,
  "21": 17,
  "then.": 17,
  "ones": 17,
  "restaurants,": 17,
  "wednesday,": 17,
  "say": 17,
  "it.": 17,
  "else.": 17,
  "monday?": 17,
  "steakhouse": 17,
  "ballare": 17,
  "course": 17,
  "king": 17,
  "kosher": 17,
  "wednesday?": 17,
  "[value_reference],": 17,
  "cantonese": 17,
  "14": 17,
  "help?": 17,
  "wandlebury": 17,
  "moroccan": 17,
  "yu": 17,
  "meze": 17,
  "seoul": 17,
  "way,": 16,
  "road": 16,
  "welsh": 16,
  "location?": 16,
  "hakka": 16,
  "northern": 16,
  "swiss": 16,
  "works": 16,
  "myself": 16,
  "available.": 16,
  "hotels,": 16,
  "then,": 16,
  "fusion": 16,
  "later": 16,
  "park,": 16,
  "night?": 16,
  "varsity": 16,
  ",": 16,
  "there.": 16,
  "indian,": 16,
  "irish": 16,
  "traveling?": 16,
  "us.": 16,
  "popular": 16,
  "priced?": 16,
  "king's": 16,
  "scottish": 16,
  "corsica": 16,
  "do?": 16,
  "fine,": 16,
  "belgian": 16,
  "services": 16,
  "completed!": 16,
  "whatever": 16,
  "grafton": 16,
  "funky": 16,
  "alpha-milton": 15,
  "cuisine?": 15,
  "now?": 15,
  "hold": 15,
  "better": 15,
  "didn't": 15,
  "date": 15,
  "seems": 15,
  "you'll": 15,
  "alright": 15,
  "awesome": 15,
  "in,": 15,
  "cinemas": 15,
  "street,": 15,
  "tuesday?": 15,
  "tickets?": 15,
  "closest": 15,
  "technology": 15,
  "at?": 15,
  "place?": 15,
  "eastern": 15,
  "price?": 15,
  "greek": 15,
  "johns": 15,
  "helping": 15,
  "place,": 15,
  "brazilian": 15,
  "abbey": 15,
  "visit!": 14,
  "nearby": 14,
  "course,": 14,
  "rating,": 14,
  "least": 14,
  "type.": 14,
  "yes,i": 14,
  "minutes.": 14,
  "yes!": 14,
  "however,": 14,
  "this?": 14,
  "priced,": 14,
  "good,": 14,
  "[value_price],": 14,
  "me,": 14,
  "costs": 14,
  "visiting": 14,
  "pembroke": 14,
  "price,": 14,
  "ride": 14,
  "beginning": 14,
  "vue": 14,
  "hedges": 14,
  "zealand": 14,
  "okay!": 14,
  "cotto": 14,
  "price.": 14,
  "lots": 14,
  "places,": 14,
  "english": 14,
  "during": 14,
  "romanian": 14,
  "russian": 14,
  "suggestions?": 14,
  "side.": 14,
  "#": 14,
  "dont": 14,
  "australian": 14,
  "earlier": 13,
  "needs?": 13,
  "visit?": 13,
  "01:00": 13,
  "confirmed": 13,
  "number:": 13,
  "feel": 13,
  "molecular": 13,
  "criteria.": 13,
  "someplace": 13,
  "much,": 13,
  "hello": 13,
  "must": 13,
  "center.": 13,
  "listings": 13,
  "chinese,": 13,
  "depart?": 13,
  "halal": 13,
  "plenty": 13,
  "however": 13,
  "heard": 13,
  "know?": 13,
  "thursday?": 13,
  "telephone": 13,
  "sri": 13,
  "lankan": 13,
  "museum.": 13,
  "reservations?": 13,
  "20:30": 13,
  "hear": 13,
  "cocum": 13,
  "castle": 13,
  "24:30": 13,
  "bye": 13,
  "caribbean": 13,
  "matter.": 13,
  "canapes": 13,
  "hong": 13,
  "outdoor": 13,
  "astroturf": 13,
  "pitch": 13,
  "[value_type].": 12,
  "require": 12,
  "plan": 12,
  "gastronomy": 12,
  "nope,": 12,
  "confusion": 12,
  "center?": 12,
  "visit.": 12,
  "hotels?": 12,
  "good-bye.": 12,
  "go?": 12,
  "italian,": 12,
  "entries": 12,
  "19": 12,
  "assistance?": 12,
  "we'll": 12,
  "lynn.": 12,
  "done!": 12,
  "leisure": 12,
  "seeing": 12,
  "absolutely!": 12,
  "fen": 12,
  "good?": 12,
  "colleges?": 12,
  "college.": 12,
  "fitting": 12,
  "offering": 12,
  "fee.": 12,
  "ali": 12,
  "baba": 12,
  "there,": 12,
  "-er": 12,
  "world": 12,
  "eritrean": 12,
  "information.": 12,
  "bit": 12,
  "helpful": 12,
  "stars,": 12,
  "galleries": 12,
  "one,": 12,
  "rather": 12,
  "christmas": 12,
  "entry": 12,
  "museums,": 12,
  "light": 12,
  "internet,": 11,
  "choosing": 11,
  "sleeperz": 11,
  "zero": 11,
  "moderately-priced": 11,
  "nope": 11,
  "heading": 11,
  "all!": 11,
  "side,": 11,
  "certainly,": 11,
  "assistance.": 11,
  "business": 11,
  "latin": 11,
  "further?": 11,
  "mimosa": 11,
  "seats": 11,
  "train.": 11,
  "getting": 11,
  "types": 11,
  "specification": 11,
  "too?": 11,
  "earliest": 11,
  "23": 11,
  "fees": 11,
  "ticket.": 11,
  "hmm,": 11,
  "absolutely": 11,
  "locate": 11,
  "italian?": 11,
  "mentioned": 11,
  "learner": 11,
  "have?": 11,
  "inexpensive": 11,
  "party?": 11,
  "accommodations": 11,
  "is,": 11,
  "info?": 11,
  "listing": 11,
  "problem,": 11,
  "venetian": 11,
  "highly": 11,
  "!": 11,
  "center,": 11,
  "swedish": 11,
  "palace": 11,
  "gourmet": 11,
  "burger": 11,
  "rajmahal": 11,
  "soultree": 11,
  "04:00": 11,
  "huntington": 10,
  "thing!": 10,
  "it'll": 10,
  "on?": 10,
  "taxi,": 10,
  "seem": 10,
  "fantastic": 10,
  "taxi.": 10,
  "barbeque": 10,
  "[value_stars]?": 10,
  "attraction?": 10,
  "nice.": 10,
  "british,": 10,
  "city.": 10,
  "now,": 10,
  "basque": 10,
  "cheap?": 10,
  "we're": 10,
  "first,": 10,
  "it!": 10,
  "services.": 10,
  "boats": 10,
  "set!": 10,
  "already": 10,
  "shorter": 10,
  "additional": 10,
  "once": 10,
  "criteria?": 10,
  "since": 10,
  "believe": 10,
  "do.": 10,
  "please!": 10,
  "needs,": 10,
  "restaurants.": 10,
  "cross.": 10,
  "whether": 10,
  "request,": 10,
  "like.": 10,
  "panasian": 10,
  "4-star": 10,
  "free,": 10,
  "play": 10,
  "33": 10,
  "bites": 10,
  "maharajah": 10,
  "thanh": 10,
  "binh": 10,
  "warkworth": 10,
  "corpus": 10,
  "christi": 10,
  "mercers": 10,
  "17:45.": 9,
  "options?": 9,
  "correct?": 9,
  "specify": 9,
  "order": 9,
  "wasn't": 9,
  "within": 9,
  "eat.": 9,
  "portuguese": 9,
  "possible": 9,
  "wish": 9,
  "11:30.": 9,
  "search?": 9,
  "dinner": 9,
  "recommendation": 9,
  "requirements?": 9,
  "code,": 9,
  "trip?": 9,
  "so,": 9,
  "needed,": 9,
  "successful!": 9,
  "trip.": 9,
  "44": 9,
  "kettle's": 9,
  "museums?": 9,
  "in.": 9,
  "way": 9,
  "others": 9,
  "also.": 9,
  "pricing": 9,
  "ready": 9,
  "exactly": 9,
  "thats": 9,
  "else,": 9,
  "history": 9,
  "willing": 9,
  "boating": 9,
  "yeah": 9,
  "completed": 9,
  "theatres": 9,
  "16:15.": 9,
  "thing,": 9,
  "picking": 9,
  "sound?": 9,
  "service!": 9,
  "city?": 9,
  "possibly": 9,
  "set,": 9,
  "questions": 9,
  "person.": 9,
  "afternoon": 9,
  "options,": 9,
  "sunday?": 9,
  "chesterton": 9,
  "15:45.": 9,
  "regency": 9,
  "sunday,": 9,
  "shaddai": 9,
  "architecture?": 9,
  "recommendation?": 9,
  "water": 9,
  "contemporary": 9,
  "reservation,": 9,
  "marys": 9,
  "11:35": 9,
  "polish": 9,
  "scandinavian": 9,
  "06:15": 9,
  "04:45": 9,
  "'s": 9,
  "lan": 9,
  "clowns": 9,
  "14:07": 9,
  "exact": 8,
  "complete": 8,
  "down?": 8,
  "17:30.": 8,
  "appear": 8,
  "keep": 8,
  "going?": 8,
  "29": 8,
  "takes": 8,
  "hi!": 8,
  "we've": 8,
  "du": 8,
  "vin": 8,
  "unavailable": 8,
  "done": 8,
  "sometime": 8,
  "ely.": 8,
  "[value_leave],": 8,
  "haven't": 8,
  "system!": 8,
  "whichever": 8,
  "17": 8,
  "letting": 8,
  "[value_id].": 8,
  "located?": 8,
  "pay": 8,
  "station,": 8,
  "mean": 8,
  "monday,": 8,
  "unit": 8,
  "suggestions": 8,
  "entertainment.": 8,
  "related": 8,
  "list": 8,
  "hello!": 8,
  "catharine's": 8,
  "times": 8,
  "always": 8,
  "goes": 8,
  "12:30.": 8,
  "course!": 8,
  "forgot": 8,
  "creative": 8,
  "museum,": 8,
  "whipple": 8,
  "science": 8,
  "select": 8,
  "nusha": 8,
  "location.": 8,
  "too!": 8,
  "15:15?": 8,
  "park?": 8,
  "even": 8,
  "again?": 8,
  "up?": 8,
  "apologize,": 8,
  "amenities": 8,
  "picky": 8,
  "why": 8,
  "night.": 8,
  "indonesian": 8,
  "gandhi": 8,
  "queen": 8,
  "station.": 8,
  "17:00.": 8,
  "andrews": 8,
  "concerthall": 8,
  "time!": 8,
  "because": 8,
  "lane,": 8,
  "reached": 8,
  "22:45": 8,
  "person,": 8,
  "had": 8,
  "calling.": 8,
  "luck": 8,
  "anytime": 8,
  "place.": 8,
  "midsummer": 8,
  "records": 8,
  "leverton": 8,
  "arts": 8,
  "off": 8,
  "christs": 8,
  "mary": 8,
  "kambar": 8,
  "care.": 8,
  "05:29": 8,
  "service.": 7,
  "18": 7,
  "error": 7,
  "service,": 7,
  "22:00": 7,
  "hotels.": 7,
  "passenger": 7,
  "booking.": 7,
  "cuisine,": 7,
  "work.": 7,
  "minutes,": 7,
  "[value_food],": 7,
  "breakfast.": 7,
  "requested": 7,
  "13:15.": 7,
  "gastropubs": 7,
  "headed": 7,
  "until": 7,
  "next": 7,
  "yet,": 7,
  "named": 7,
  "nightclub?": 7,
  "set.": 7,
  "enter": 7,
  "again.": 7,
  "them.": 7,
  "that'll": 7,
  "specifically": 7,
  "booking,": 7,
  "[thank]": 7,
  "know.": 7,
  "database": 7,
  "hesitate": 7,
  "also?": 7,
  "need!": 7,
  "sure.": 7,
  "use": 7,
  "searching": 7,
  "14:30.": 7,
  "all?": 7,
  "book,": 7,
  "reservation.": 7,
  "lodging": 7,
  "far": 7,
  "stortford.": 7,
  "seat": 7,
  "ruskin": 7,
  "thinking": 7,
  "ever": 7,
  "pretty": 7,
  "jubilee": 7,
  "said": 7,
  "for.": 7,
  "run": 7,
  "want.": 7,
  "15:15.": 7,
  "expecting": 7,
  "parade": 7,
  "mutliple": 7,
  "thursday,": 7,
  "churches": 7,
  "college|saint": 7,
  "1545": 7,
  "17:05": 7,
  "centrally": 6,
  "kingfisher": 6,
  "hinchinbrook": 6,
  "regarding": 6,
  "helpful.": 6,
  "requests": 6,
  "more?": 6,
  "newnham": 6,
  "begin": 6,
  "cuisine.": 6,
  "18:30.": 6,
  "22": 6,
  "availability": 6,
  "wonderful,": 6,
  "16:00.": 6,
  "americas": 6,
  "standard": 6,
  "site": 6,
  "they'll": 6,
  "tuesday,": 6,
  "european,": 6,
  "&": 6,
  "beautiful": 6,
  "making": 6,
  "minute": 6,
  "eclectic": 6,
  "11:15.": 6,
  "gastropub?": 6,
  "airport.": 6,
  "super": 6,
  "favorite?": 6,
  "each": 6,
  "details": 6,
  "magdalene": 6,
  "come": 6,
  "college,": 6,
  "covered": 6,
  "14:15.": 6,
  "comes": 6,
  "days?": 6,
  "them,": 6,
  "activities": 6,
  "unsuccessful,": 6,
  "boats?": 6,
  "lodgings": 6,
  "recommend.": 6,
  "options.": 6,
  "accommodate": 6,
  "pleasant": 6,
  "07:45": 6,
  "interested.": 6,
  "apologies": 6,
  "section": 6,
  "personally": 6,
  "including": 6,
  "recommendations?": 6,
  "15:30.": 6,
  "moderate.": 6,
  "point": 6,
  "newmarket": 6,
  "#[value_reference]": 6,
  "location,": 6,
  "purchase": 6,
  "from,": 6,
  "05:15": 6,
  "12:45.": 6,
  "su43,": 6,
  "grande": 6,
  "arcade,": 6,
  "last": 6,
  "09:29": 6,
  "anyway": 6,
  "being": 6,
  "wait": 6,
  "absolutely,": 6,
  "cruisers,": 6,
  "confused": 6,
  "free!": 6,
  "emmanuel": 6,
  "told": 6,
  "nightclub.": 6,
  "sort": 6,
  "24:45": 6,
  "variety": 6,
  "consider": 6,
  "questions?": 6,
  "hotel|lovell": 6,
  "traditional": 6,
  "tea": 6,
  "too,": 6,
  "west|centre": 6,
  "23:45": 6,
  "admission.": 6,
  "accept": 6,
  "try?": 6,
  "eat?": 6,
  "st": 6,
  "3|4": 6,
  "04:30": 6,
  "portraits": 6,
  "exhibition": 6,
  "j": 6,
  "meal!": 6,
  "[]": 6,
  "19:59": 6,
  "helped": 5,
  "welcome.": 5,
  "covers": 5,
  "clarified,": 5,
  "cuisines": 5,
  "success!": 5,
  "style": 5,
  "around?": 5,
  "guests": 5,
  "fro": 5,
  "money": 5,
  "nice,": 5,
  "cityroomz?": 5,
  "arrange": 5,
  "16:00?": 5,
  "specifications?": 5,
  "without": 5,
  "at.": 5,
  "query": 5,
  "right,": 5,
  "gastropub,": 5,
  "13:00.": 5,
  "chinese?": 5,
  "desired": 5,
  "20:40": 5,
  "latest": 5,
  "08:07": 5,
  "id,": 5,
  "asking": 5,
  "16:30.": 5,
  "ticket,": 5,
  "ditton": 5,
  "attractions.": 5,
  "future": 5,
  "16": 5,
  "indeed": 5,
  "trouble": 5,
  "[value_arrive],": 5,
  "norwich.": 5,
  "lammas": 5,
  "land": 5,
  "neither": 5,
  "not,": 5,
  "ask.": 5,
  "cinema,": 5,
  "good!": 5,
  "ranging": 5,
  "forward": 5,
  "right?": 5,
  "suggest?": 5,
  "[value_reference].": 5,
  "ref": 5,
  "moment": 5,
  "me!": 5,
  "nearby?": 5,
  "mistake": 5,
  "held": 5,
  "volvo,": 5,
  "british?": 5,
  "we'd": 5,
  "pricerange?": 5,
  "code.": 5,
  "two?": 5,
  "second": 5,
  "kymmoy": 5,
  "trip,": 5,
  "mediterranean?": 5,
  "08:30.": 5,
  "stevenage.": 5,
  "tickets.": 5,
  "broxbourne.": 5,
  "that!": 5,
  "matches,": 5,
  "checked": 5,
  "appears": 5,
  "cambourne": 5,
  "soon": 5,
  "requirements,": 5,
  "11:45.": 5,
  "enter.": 5,
  "mill": 5,
  "enough": 5,
  "attraction.": 5,
  "architectural": 5,
  "travelling": 5,
  "3-star": 5,
  "15:23": 5,
  "category": 5,
  "07:30": 5,
  "excited": 5,
  "inform": 5,
  "marriot": 5,
  "driver": 5,
  "53-57": 5,
  "wouldn't": 5,
  "lane": 5,
  "patience": 5,
  "n": 5,
  "global": 5,
  "[value_arrive].": 5,
  "[value_id]?": 5,
  "museums.": 5,
  "meant": 5,
  "mary's": 5,
  "kirkwood": 5,
  "checking": 5,
  "mediterranean.": 5,
  "peoples": 5,
  "row,": 5,
  "row": 5,
  "industrial": 5,
  "boat.": 4,
  "settle": 4,
  "recommendations": 4,
  "two": 4,
  "acceptable?": 4,
  "18:00?": 4,
  "transportation": 4,
  "southern": 4,
  "mid": 4,
  "allenbell,": 4,
  "check?": 4,
  "clarify,": 4,
  "hmm": 4,
  "dinner.": 4,
  "bet": 4,
  "here.": 4,
  "chance?": 4,
  "breakfast,": 4,
  "anytime.": 4,
  "service?": 4,
  "length": 4,
  "having": 4,
  "restate": 4,
  "okey,": 4,
  "wi-fi": 4,
  "really,": 4,
  "happen": 4,
  "are:": 4,
  "he": 4,
  "currently": 4,
  "lookout": 4,
  "less": 4,
  "listed,": 4,
  "dining?": 4,
  "12:15?": 4,
  "safe": 4,
  "though?": 4,
  "numbers": 4,
  "21:30.": 4,
  "wondering": 4,
  "you:": 4,
  "fact,": 4,
  "08:00.": 4,
  "running": 4,
  "pleasure!": 4,
  "nightclubs?": 4,
  "nightclubs.": 4,
  "theatre?": 4,
  "centre!": 4,
  "sports.": 4,
  "attractions?": 4,
  "cost?": 4,
  "route": 4,
  "travel,": 4,
  "queens'": 4,
  "charge": 4,
  "16:45.": 4,
  "worried": 4,
  "job": 4,
  "destination,": 4,
  "almost": 4,
  "12:56": 4,
  "12:06": 4,
  "tourist": 4,
  "evening": 4,
  "earlier?": 4,
  "colleges,": 4,
  "for,": 4,
  "necessary": 4,
  "general": 4,
  "mood": 4,
  "13:15?": 4,
  "pool?": 4,
  "ones?": 4,
  "perfect!": 4,
  "ring": 4,
  "entertainment,": 4,
  "end,": 4,
  "hughes": 4,
  "anyone": 4,
  "concerthalls": 4,
  "theater": 4,
  "fact": 4,
  "interests": 4,
  "2-3": 4,
  "full": 4,
  "access": 4,
  "establishment": 4,
  "taking": 4,
  "cool": 4,
  "excellent,": 4,
  "guests.": 4,
  "alright!": 4,
  "rate": 4,
  "case": 4,
  "work,": 4,
  "storey's": 4,
  "wrong": 4,
  "changed": 4,
  "15:30?": 4,
  "cityroomz,": 4,
  "interested?": 4,
  "properties": 4,
  "qualifications": 4,
  "schedule": 4,
  "02:45": 4,
  "breakfast?": 4,
  "nah,": 4,
  "needs.": 4,
  "reserved,": 4,
  "dates": 4,
  "eating": 4,
  "us,": 4,
  "flexible": 4,
  "kohinoor,": 4,
  "party.": 4,
  "fifteen": 4,
  "news,": 4,
  "leicester.": 4,
  "although": 4,
  "16:30?": 4,
  "doesnt": 4,
  "frame": 4,
  "event": 4,
  "plus": 4,
  "preferably.": 4,
  "moderate,": 4,
  "looking?": 4,
  "drop": 4,
  "09:45.": 4,
  "hard": 4,
  "breakfast|el": 4,
  "everything,": 4,
  "early": 4,
  "23:30": 4,
  "everything.": 4,
  "fees?": 4,
  "couple": 4,
  "architecture,": 4,
  "park.": 4,
  "facilities": 4,
  "m": 4,
  "someone": 4,
  "bye,": 4,
  "city,": 4,
  "admission,": 4,
  "fees.": 4,
  "previous": 4,
  "two,": 4,
  "again,": 4,
  "star.": 4,
  "best.": 4,
  "allenbell.": 4,
  "actual": 4,
  "assisting": 4,
  "tonight": 4,
  "arriving?": 4,
  "myself,": 4,
  "week": 4,
  "party,": 4,
  "tonight.": 4,
  "information,": 4,
  "something?": 4,
  "23:00": 4,
  "taken": 4,
  "narrows": 4,
  "choice,": 4,
  "gets": 4,
  "site?": 4,
  "spot": 4,
  "yo": 4,
  "nightclub,": 4,
  "entertainment?": 4,
  "first.": 4,
  "listed.": 4,
  "understand": 4,
  "attractions,": 4,
  "thought": 4,
  "information:booking": 4,
  "recommend,": 4,
  "through": 4,
  "needed!": 4,
  "sala": 4,
  "thong": 4,
  "pool.": 4,
  "sport": 4,
  "dropped": 4,
  "want?": 4,
  "impress": 4,
  "05:45": 4,
  "double": 4,
  "07:00": 4,
  "free?": 4,
  "01:15": 4,
  "1-star": 4,
  "caius": 4,
  "meal.": 4,
  "wise": 4,
  "buddha": 4,
  "'": 4,
  "river": 4,
  "grill": 4,
  "opinion,": 3,
  "37": 3,
  "to.": 3,
  "paying": 3,
  "quality": 3,
  "([value_phone],": 3,
  "35": 3,
  "19:00.": 3,
  "18:00.": 3,
  "met": 3,
  "ok!": 3,
  "long?": 3,
  "perfect.": 3,
  "reviews": 3,
  "20:00.": 3,
  "indian?": 3,
  "expect": 3,
  "accommodation": 3,
  "preferences.": 3,
  "requirements.": 3,
  "type:": 3,
  "16:30,": 3,
  "07:15": 3,
  "hobson's": 3,
  "hundred": 3,
  "out?": 3,
  "tesla,": 3,
  "recommended": 3,
  "terrific": 3,
  "like,": 3,
  "spanish,": 3,
  "cab": 3,
  "trains,": 3,
  "ask,": 3,
  "kid": 3,
  "addresses": 3,
  "mind.": 3,
  "postcode:": 3,
  "12:30?": 3,
  "morning.": 3,
  "know,": 3,
  "id?": 3,
  "14:45.": 3,
  "12:45?": 3,
  "09:15.": 3,
  "tickets,": 3,
  "caffe": 3,
  "ballare,": 3,
  "amount": 3,
  "important": 3,
  "evening.": 3,
  "road.": 3,
  "clarify": 3,
  "202": 3,
  "desk": 3,
  "suppose": 3,
  "explore": 3,
  "id.": 3,
  "yard,": 3,
  "headed?": 3,
  "travel.": 3,
  "cinemas,": 3,
  "[value_type]s,": 3,
  "cinema?": 3,
  "specifically?": 3,
  "hourly": 3,
  "past": 3,
  "13:45.": 3,
  "28": 3,
  "peterborough.": 3,
  "fantastic,": 3,
  "parks,": 3,
  "sheep's": 3,
  "allowing": 3,
  "college's": 3,
  "queens": 3,
  "go,": 3,
  "budget": 3,
  "15:30,": 3,
  "affordable": 3,
  "22:15": 3,
  "specific?": 3,
  "do,": 3,
  "two.": 3,
  "plough,": 3,
  "ditton.": 3,
  "kinds": 3,
  "church?": 3,
  "theaters": 3,
  "sports?": 3,
  "hearing": 3,
  "terribly": 3,
  "yes.": 3,
  "entrance.": 3,
  "colleges.": 3,
  "locations.": 3,
  "19:30.": 3,
  "attraction,": 3,
  "confusing": 3,
  "sorry!": 3,
  "parks?": 3,
  "night,": 3,
  "earlier,": 3,
  "allenbell?": 3,
  "days,": 3,
  "17:15.": 3,
  "worked": 3,
  "24": 3,
  "similar": 3,
  "misspoke": 3,
  "any?": 3,
  "alot": 3,
  "idea": 3,
  "16:15?": 3,
  "table,": 3,
  "adress": 3,
  "preferable": 3,
  "there!": 3,
  "friend": 3,
  "ideally": 3,
  "before.": 3,
  "slot": 3,
  "works.": 3,
  "allen": 3,
  "bell": 3,
  "wow": 3,
  "eating?": 3,
  "arrive.": 3,
  "changing": 3,
  "looked": 3,
  "fine?": 3,
  "down.": 3,
  "12:00.": 3,
  "rajmahal,": 3,
  "08:45.": 3,
  "[value_departure]?": 3,
  "will,": 3,
  "african,": 3,
  "bar,": 3,
  "few,": 3,
  "th": 3,
  "14:36": 3,
  "[value_time],": 3,
  "bad": 3,
  "05:17,": 3,
  "10:30.": 3,
  "description.": 3,
  "classy": 3,
  "suitable": 3,
  "later.": 3,
  "galleries|primavera": 3,
  "activity": 3,
  "gallery?": 3,
  "tons": 3,
  "mumford": 3,
  "special": 3,
  "though,": 3,
  "[value_name]!": 3,
  "problem.": 3,
  "rd": 3,
  "travelling?": 3,
  "acorn?": 3,
  "car.": 3,
  "0.": 3,
  "e": 3,
  "boat?": 3,
  "under": 3,
  "street?": 3,
  "ill": 3,
  "personally,": 3,
  "24:30.": 3,
  "helpful,": 3,
  "answered": 3,
  "specifically,": 3,
  "02:15": 3,
  "cb236bw": 3,
  "4.": 3,
  "cuban": 3,
  "results,": 3,
  "instead,": 3,
  "dine?": 3,
  "regretfully,": 3,
  "histon": 3,
  "moment.": 3,
  "rooms?": 3,
  "cancel": 3,
  "eateries": 3,
  "amenities?": 3,
  "thinking?": 3,
  "italian.": 3,
  "21-24": 3,
  "northampton": 3,
  "table.": 3,
  "availability?": 3,
  "from.": 3,
  "considered": 3,
  "1,": 3,
  "here,": 3,
  "eat,": 3,
  "city!": 3,
  "shaddai.": 3,
  "ref#": 3,
  "case,": 3,
  "cant": 3,
  "nearby.": 3,
  "10:45?": 3,
  "ely,": 3,
  "longer": 3,
  "hk": 3,
  "central": 3,
  "serve?": 3,
  "best?": 3,
  "79": 3,
  "bummer": 3,
  "name?": 3,
  "now!": 3,
  "many?": 3,
  "suggestion?": 3,
  "look?": 3,
  "venue?": 3,
  "morning": 3,
  "result": 3,
  "19:45.": 3,
  "15:00.": 3,
  "13:30.": 3,
  "11:00.": 3,
  "10:32": 3,
  "from!": 3,
  "passage": 3,
  "17:15?": 3,
  "up.": 3,
  "friends": 3,
  "preference.": 3,
  "care!": 3,
  "whitehill": 3,
  "referring": 3,
  "dine.": 3,
  "open,": 3,
  "18:15.": 3,
  "well!": 3,
  "pricey": 3,
  "included": 3,
  "realized": 3,
  "addition": 3,
  "interest?": 3,
  "concerthall?": 3,
  "10:15.": 3,
  "they?": 3,
  "ian": 3,
  "correct": 3,
  "assistance,": 3,
  "21:29": 3,
  "except": 3,
  "head": 3,
  "services!": 3,
  "[value_stars]ts": 3,
  "moderate?": 3,
  "departing?": 3,
  "estate": 3,
  "fore": 3,
  "3.": 3,
  "williams": 3,
  "antiques": 3,
  "arriving,": 3,
  "primavera's": 3,
  "by.": 3,
  "awesome,": 3,
  "shopping": 3,
  "sir": 3,
  "openings": 3,
  "hotel|university": 3,
  "05:00": 3,
  "upscale": 2,
  "completed.": 2,
  "extra": 2,
  "[value_postcode]),": 2,
  "restuarants": 2,
  "checking.": 2,
  "is!": 2,
  "offered": 2,
  "bedouin,": 2,
  "gardina": 2,
  "problem!": 2,
  "152-154": 2,
  "hakka,": 2,
  "skoda,": 2,
  "worry": 2,
  "4?": 2,
  "company": 2,
  "vehicle": 2,
  "18:30?": 2,
  "preferences,": 2,
  "locations,": 2,
  "questions.": 2,
  "slot?": 2,
  "opening": 2,
  "least?": 2,
  "system.": 2,
  "see,": 2,
  "two:": 2,
  "hobson": 2,
  "found,": 2,
  "americas.": 2,
  "hotel's": 2,
  "destination.": 2,
  "toyota.": 2,
  "bar.": 2,
  "long,": 2,
  "done.": 2,
  "100": 2,
  "international,": 2,
  "[value_address]?": 2,
  "complete,": 2,
  "yes,please": 2,
  "airport?": 2,
  "three,": 2,
  "21:40,": 2,
  "22:40,": 2,
  "pleas": 2,
  "alone.": 2,
  "station?": 2,
  "[value_departure].": 2,
  "wonder": 2,
  "with,": 2,
  "located,": 2,
  "47-53": 2,
  "around.": 2,
  "stated": 2,
  "earlier.": 2,
  "broaden": 2,
  "hungry": 2,
  "here?": 2,
  "20:15.": 2,
  "cross,": 2,
  "[value_destination],": 2,
  "address:": 2,
  "ooh,": 2,
  "frame,": 2,
  "alright?": 2,
  "15:21": 2,
  "110": 2,
  "take?": 2,
  "16:10.": 2,
  "stevenage?": 2,
  "certainly!": 2,
  "whenever": 2,
  "133": 2,
  "schedule?": 2,
  "kambar,": 2,
  "1-6": 2,
  "find.": 2,
  "clifton": 2,
  "entertaining": 2,
  "better.": 2,
  "int": 2,
  "swimming?": 2,
  "18:30,": 2,
  "name,": 2,
  "16:00,": 2,
  "specified": 2,
  "punter?": 2,
  "schedules": 2,
  "tr": 2,
  "churchill,": 2,
  "clare,": 2,
  "charge?": 2,
  "same,": 2,
  "theatres,": 2,
  "few.": 2,
  "unknown": 2,
  "0?": 2,
  "indeed,": 2,
  "fact!": 2,
  "choice.": 2,
  "confirming": 2,
  "alone": 2,
  "end.": 2,
  "possibilities": 2,
  "excellent!": 2,
  "myself.": 2,
  "38": 2,
  "shortest": 2,
  "hm,": 2,
  "reference#": 2,
  "7,": 2,
  "feature": 2,
  "unusual.": 2,
  "steakhouses": 2,
  "60": 2,
  "particular?": 2,
  "museum's": 2,
  "jedburgh": 2,
  "court,": 2,
  "wonderful!": 2,
  "suffice?": 2,
  "four?": 2,
  "save": 2,
  "mention": 2,
  "care,": 2,
  "anymore": 2,
  "tour": 2,
  "bar?": 2,
  "theatres?": 2,
  "gallery.": 2,
  "tomorrow": 2,
  "17:45,": 2,
  "connect": 2,
  "walking": 2,
  "boats,": 2,
  "camboats?": 2,
  "calling!": 2,
  "theater?": 2,
  "expand": 2,
  "down,": 2,
  "museum!": 2,
  "church.": 2,
  "locations?": 2,
  "06:30": 2,
  "suffice": 2,
  "gave": 2,
  "low": 2,
  "given": 2,
  "cotto,": 2,
  "lowest": 2,
  "houses": 2,
  "trick": 2,
  "assist.": 2,
  "shop.": 2,
  "star,": 2,
  "02:45.": 2,
  "pricing,": 2,
  "acquire": 2,
  "concerned": 2,
  "gotten": 2,
  "ave": 2,
  "booked?": 2,
  "nope!": 2,
  "star?": 2,
  "prices,": 2,
  "10:00?": 2,
  "remember": 2,
  "16:45?": 2,
  "tried": 2,
  "eastside": 2,
  "british.": 2,
  "57": 2,
  "european?": 2,
  ".do": 2,
  "[value_phone].is": 2,
  "telling": 2,
  "portuguese,": 2,
  "spanish.": 2,
  "tables": 2,
  "everyone": 2,
  "london,": 2,
  "later?": 2,
  "enjoy!": 2,
  "noddle": 2,
  "18:45.": 2,
  "form": 2,
  "single": 2,
  "information!": 2,
  "you?such": 2,
  "10:00.": 2,
  "saturday,": 2,
  "indian.": 2,
  "times?": 2,
  "overall": 2,
  "[value_food]?": 2,
  "ok,please": 2,
  "specializing": 2,
  "future,": 2,
  "cities?": 2,
  "20": 2,
  "[value_food].": 2,
  "seeing?": 2,
  "departure?": 2,
  "option?": 2,
  "however.": 2,
  "postcodes": 2,
  "halls": 2,
  "complete!": 2,
  "famous": 2,
  "them!": 2,
  "happens": 2,
  "several,": 2,
  "37.80": 2,
  "due": 2,
  "ones.": 2,
  "gpb": 2,
  "closer": 2,
  "luck,": 2,
  "unless": 2,
  "towns": 2,
  "night!": 2,
  "yes,it": 2,
  "parking).": 2,
  "etc": 2,
  "10,": 2,
  "norwich?": 2,
  "20:36": 2,
  "with.": 2,
  "included?": 2,
  "fancy": 2,
  "05:29,": 2,
  "09:29,": 2,
  "12:54.": 2,
  "pleasure,": 2,
  "everything!": 2,
  "stick": 2,
  "tonight?": 2,
  "convenient": 2,
  "calls": 2,
  "road?": 2,
  "maybe?": 2,
  "visit,": 2,
  "known": 2,
  "pick.": 2,
  "theater,": 2,
  "suggestion,": 2,
  "gorgeous": 2,
  "granta": 2,
  "interesting!": 2,
  "experience": 2,
  "further.": 2,
  "yard?": 2,
  "closed": 2,
  "alimentum?": 2,
  "fulbourn,": 2,
  "do!": 2,
  "lodgings,": 2,
  "real": 2,
  "cityrooms": 2,
  "awesome!": 2,
  "22:45.": 2,
  "regardless": 2,
  "07:30.": 2,
  "westside,": 2,
  "nevermind": 2,
  "working": 2,
  "art?": 2,
  "ring,": 2,
  "gog": 2,
  "magog": 2,
  "hills,": 2,
  "babraham": 2,
  "fails,": 2,
  "kindly": 2,
  "chose": 2,
  "reastaurant": 2,
  "chosen": 2,
  "discussed": 2,
  "never": 2,
  "another?": 2,
  "driving": 2,
  "choices,": 2,
  "american,": 2,
  "throughout": 2,
  "hate": 2,
  "15:45?": 2,
  "restraint,": 2,
  "5.": 2,
  "best,": 2,
  "enjoy.": 2,
  "can!": 2,
  "none,": 2,
  "lot,": 2,
  "seven,": 2,
  "vegan": 2,
  "sadly,": 2,
  "can.": 2,
  "shiraz.": 2,
  "noon": 2,
  "sorry.": 2,
  "worries": 2,
  "needs:": 2,
  "miss": 2,
  "westside": 2,
  "quest": 2,
  "moderately-priced,": 2,
  "anatolia?": 2,
  "o": 2,
  "avalon.": 2,
  "possibly,": 2,
  "room,": 2,
  "along": 2,
  "better?": 2,
  "craving": 2,
  "favorite,": 2,
  "upcoming": 2,
  "literally": 2,
  "[value_address],[value_postcode]": 2,
  "pull": 2,
  "property": 2,
  "above.": 2,
  "13:45?": 2,
  "saying": 2,
  "wanted?": 2,
  "12:15.": 2,
  "i!": 2,
  "pulling": 2,
  "allenbell|autumn": 2,
  "house|leverton": 2,
  "fall": 2,
  "anything?": 2,
  "perimeters": 2,
  "couldnt": 2,
  "group,": 2,
  "matter?": 2,
  "specifics": 2,
  "mind,": 2,
  "thai?": 2,
  "six,": 2,
  "fare": 2,
  "giving": 2,
  "bites?": 2,
  "hour,": 2,
  "18:45?": 2,
  "helpful!": 2,
  "indiana": 2,
  "standsted": 2,
  "nevermind,": 2,
  "prezzo?": 2,
  "morning,": 2,
  "[value_type],can": 2,
  "05:40,": 2,
  "random": 2,
  "colville": 2,
  "21:15.": 2,
  "passage?": 2,
  "19:15.": 2,
  "talking": 2,
  "leaving?": 2,
  "passengers?": 2,
  "artworks,": 2,
  "churchill": 2,
  "waiting": 2,
  "inexpensive,": 2,
  "object": 2,
  "reasonable": 2,
  "luxury": 2,
  "whats": 2,
  "quick": 2,
  "question": 2,
  "0-star": 2,
  "figure": 2,
  "154": 2,
  "18:58,": 2,
  "hurry,": 2,
  "yourself,": 2,
  "above?": 2,
  "sweet": 2,
  "ae": 2,
  "ayesbray": 2,
  "area,would": 2,
  "addres": 2,
  "features": 2,
  "moon?": 2,
  "out.": 2,
  "commute.": 2,
  "entrance fee": 2,
  "makes": 2,
  "tasce": 2,
  "customer": 2,
  "about?": 2,
  "regret": 2,
  "kind,": 2,
  "seeking": 2,
  "liked": 2,
  "bunch": 2,
  "others?": 2,
  "vary": 2,
  "unsure": 2,
  "venue.": 2,
  "pounds": 2,
  "heart": 2,
  "foods?": 2,
  "repeat": 2,
  "group?": 2,
  "christi's": 2,
  "parade.": 2,
  "weds": 2,
  "attend": 2,
  "wanna": 2,
  "info.": 2,
  ".would": 2,
  "preferable.": 2,
  "blessed": 2,
  "ford,": 2,
  "parts": 2,
  "areas?": 2,
  "four.": 2,
  "where,": 2,
  "ones,": 2,
  "others.": 2,
  "avalon,": 2,
  "lastly,": 2,
  "acceptable": 2,
  "fairly": 2,
  "mid-price": 2,
  "live": 2,
  "went": 2,
  "code?": 2,
  "mall": 2,
  "hall?": 2,
  "recommendation.": 2,
  "big": 2,
  "trains?": 2,
  ".what": 2,
  "meal": 2,
  "best!": 2,
  "bistro?": 2,
  "norfolk": 2,
  "direction": 2,
  "galleria.": 2,
  "08:15,": 2,
  "avalon?": 2,
  "ballare?": 2,
  "delicious": 2,
  "picky,": 2,
  "reviews.": 2,
  "public": 2,
  "12:30!": 2,
  "middle": 2,
  "parade,": 2,
  "17:58.": 2,
  "69": 2,
  "15:15,": 2,
  "staying.": 2,
  "cb223ae.": 2,
  "bit.": 2,
  "speaking": 2,
  "06:00": 2,
  "5-star": 2,
  "chesterton.": 2,
  "any,": 2,
  "32": 2,
  "can,": 2,
  "19:15?": 2,
  ".anything": 2,
  "confirm,": 2,
  "[value_stars]t": 2,
  "10:45.": 2,
  "put": 2,
  "um,": 2,
  "lovely.": 2,
  "atttaction": 2,
  "8,": 2,
  "sells": 2,
  "may,": 2,
  "completed,": 2,
  "ride.": 2,
  "houses?": 2,
  "call,": 2,
  "wife": 2,
  "2g": 2,
  "not.": 2,
  "cool.": 2,
  "year": 2,
  "78-80": 2,
  "okay.": 2,
  "unique": 2,
  "those!": 2,
  "favorite!": 2,
  "search.": 2,
  "silly": 2,
  "park|boat": 2,
  "ride,": 2,
  "description,": 2,
  "bring": 2,
  "fir": 2,
  "moderate-price": 2,
  "curious": 2,
  "10:15?": 2,
  "tall": 2,
  "eateries,": 2,
  "2?": 2,
  "town:": 2,
  "acorn,": 2,
  "staring": 2,
  "2.": 2,
  "are,": 2,
  "mexican,": 2,
  "matched": 2,
  "[": 2,
  "]": 2,
  "australasian": 2,
  "served": 2,
  "12:00?": 2,
  "drive": 2,
  "1145": 1,
  "trust": 1,
  "fulfilled": 1,
  "shorten": 1,
  "three:": 1,
  "[value_postcode])": 1,
  "vacancies": 1,
  "food?,": 1,
  "01:00?": 1,
  "taxi's": 1,
  "alternately,": 1,
  "[value_stars]-option": 1,
  "nicer": 1,
  "valued": 1,
  "specializes": 1,
  "taxis?": 1,
  "when?": 1,
  "driver's": 1,
  "decide.": 1,
  "hakka?": 1,
  "mentioned.": 1,
  "access,": 1,
  "maximum": 1,
  "volkswagen?": 1,
  "model": 1,
  "given,": 1,
  "passengers.": 1,
  "marriott,": 1,
  "huntingdon,": 1,
  "cicina": 1,
  "worked!": 1,
  "hand!": 1,
  "style?": 1,
  "rates.": 1,
  "nandos,": 1,
  "mx[value_postcode]": 1,
  "local,": 1,
  "07:15.": 1,
  "issue.": 1,
  "dishes.": 1,
  "n't,": 1,
  "fusion,": 1,
  "adjust": 1,
  "names?": 1,
  "[value_name]'": 1,
  "'galleria": 1,
  "galleria?": 1,
  "lodge.": 1,
  "pulled": 1,
  "718": 1,
  "850": 1,
  "4433.": 1,
  "highest": 1,
  "barbecue?": 1,
  "barbecue,": 1,
  "japanese?": 1,
  "thing:": 1,
  "gastropub.": 1,
  "malaysian.": 1,
  "prefer.": 1,
  "cocum,": 1,
  "huntingdo": 1,
  "sir?": 1,
  "als": 1,
  "knowing": 1,
  "appointment": 1,
  "establishment.": 1,
  "later,": 1,
  "spending": 1,
  "residing": 1,
  "compare?": 1,
  "gonville.": 1,
  "arriving.": 1,
  "lebanese,": 1,
  "cookhouse,": 1,
  "fair": 1,
  "sure,i": 1,
  "confirmed!": 1,
  "york": 1,
  "outside": 1,
  "surrounding": 1,
  "[value_destination]?": 1,
  "21:40": 1,
  "travels!": 1,
  "600": 1,
  "17:35": 1,
  "finally": 1,
  "ate": 1,
  "story": 1,
  "jukebox.": 1,
  "question,": 1,
  "shouldn't": 1,
  "either.": 1,
  "hook": 1,
  "most.": 1,
  "09:30.": 1,
  "28o28gij": 1,
  "spanish?": 1,
  "pub": 1,
  "tapas?": 1,
  "weish": 1,
  "chan.": 1,
  "420": 1,
  "prior": 1,
  "looking!": 1,
  "wok?": 1,
  "phone:": 1,
  "cambrdige": 1,
  "zizi": 1,
  "1,414": 1,
  "08:58,": 1,
  "cutting": 1,
  "68.6": 1,
  "came": 1,
  "gandhi?": 1,
  "centre?it": 1,
  "11:15?": 1,
  "fills": 1,
  "apart": 1,
  "([value_food]),": 1,
  "(british),": 1,
  "(british)": 1,
  "20:40,": 1,
  "[value_destination].": 1,
  ":21's,": 1,
  "lunch,": 1,
  "stevange": 1,
  "welsh,": 1,
  "curiousity...": 1,
  "approximately": 1,
  "reminding": 1,
  "be:": 1,
  "site,": 1,
  "like!": 1,
  "german?": 1,
  "(going": 1,
  "course).": 1,
  "doing": 1,
  "job!": 1,
  "alternate": 1,
  "region:": 1,
  "[value_name][value_name],": 1,
  "uno.": 1,
  "ok,i": 1,
  "towninfo!": 1,
  "yes,park": 1,
  "00:04": 1,
  "oyucgosd": 1,
  "70": 1,
  "pulls": 1,
  "tip": 1,
  "g6m": 1,
  "dance": 1,
  "recommand?": 1,
  "trainid,": 1,
  "06:07,": 1,
  "areat": 1,
  "archaeology?": 1,
  "200": 1,
  "have,": 1,
  "21:44,": 1,
  "19:01": 1,
  "concerthall.": 1,
  "118": 1,
  "helps.": 1,
  "16.00": 1,
  "space": 1,
  ":54's,": 1,
  "3330": 1,
  "arrives,": 1,
  "1900": 1,
  "05:01.": 1,
  "movie,": 1,
  "compare": 1,
  "depends": 1,
  "movie.": 1,
  "difference": 1,
  "2.50": 1,
  "kindness": 1,
  "enter?": 1,
  "are!": 1,
  "attempt": 1,
  "hestitate": 1,
  "writing": 1,
  "article": 1,
  "specifications:": 1,
  "shadda": 1,
  "article,": 1,
  "apologies,": 1,
  "category,": 1,
  "13.20": 1,
  "pounds?": 1,
  "[value_price]?": 1,
  "124": 1,
  "tension": 1,
  "access.": 1,
  "grab": 1,
  "intend": 1,
  "15:21.": 1,
  "smooth!": 1,
  "friendly": 1,
  "aft": 1,
  "19:11,": 1,
  "9.80": 1,
  "candidates": 1,
  "indeed!": 1,
  "closet": 1,
  "[value_postcode]a0": 1,
  "accomodations?": 1,
  "[value_phone].,": 1,
  "board": 1,
  "19:11.": 1,
  "30": 1,
  "[value_postcode]r5": 1,
  "(ref#": 1,
  "[value_reference]).": 1,
  "causeway": 1,
  "mimosa.": 1,
  "wandlebury's": 1,
  "adventures": 1,
  "future.": 1,
  "architecture.": 1,
  "churchill?": 1,
  "duckling.": 1,
  "unavailable.": 1,
  "few?": 1,
  "response": 1,
  "sort?": 1,
  "say!": 1,
  "choose!": 1,
  "pipasha,": 1,
  "8[value_postcode]8": 1,
  "15:30|16:30": 1,
  "awesome...that": 1,
  "cuisines.": 1,
  "locales": 1,
  "database,": 1,
  "22:15.": 1,
  "barbeque?": 1,
  "tsadly,": 1,
  "managed": 1,
  "again!": 1,
  "shows,": 1,
  "clubs...": 1,
  "corsican": 1,
  "13:30?": 1,
  "bummer,": 1,
  "meal,": 1,
  "cool!": 1,
  "gotta": 1,
  "grub,": 1,
  "archaeology,": 1,
  "leave,": 1,
  "14:00.": 1,
  "be,": 1,
  "experiencing": 1,
  "nusha,": 1,
  "shown": 1,
  "object.": 1,
  "elegant": 1,
  "seafood?": 1,
  "camboats.": 1,
  "spots": 1,
  "phone number": 1,
  "hut,": 1,
  "archeology,": 1,
  "exhibits": 1,
  "galleries?": 1,
  "instance": 1,
  "2-1": 1,
  "o'clock": 1,
  "directly": 1,
  "volvo.": 1,
  "distance": 1,
  "19:30?": 1,
  "lexux": 1,
  "moon.": 1,
  "bennys?": 1,
  "benny's,": 1,
  "city's": 1,
  "st?": 1,
  "message": 1,
  "finish": 1,
  "08:45,": 1,
  "tax": 1,
  "arent": 1,
  "#[value_phone].": 1,
